
<?php

require_once ("f_blocks.php");
require_once ("docs_content.php");
require_once('utils.php');
require_once('interface.php');

this_header();
left_content_start();
//left_column_content();
//left_content_end();
//start_content();

print('<div class="xboxmiddle" align="left">
<table width="780px"><tr><td>
<div class="framegd">
<b class="xtop"><b class="xr1"></b><b class="xr2 colorr_gd"></b><b class="xr3 colorr_gd"></b><b class="xr4 colorr_gd"></b></b>
<div class="gdcontent">
<div class="notice">Наш Клуб</div>
</div>
<b class="xbottom"><b class="xr4 colorr_gd"></b><b class="xr3 colorr_gd"></b><b class="xr2 colorr_gd"></b><b class="xr1"></b></b>
</div></td><tr>


<tr><td>
<div class="onenews">
<span class="news">Клуб.</span><br /><div class="clubhistpic"><img src="misc/club.png" alt="" /></div> Футбольный Клуб 828 официально был основан 13 марта 2006 года на базе известного футбольного 
сообщества "У Герасима", проводившего регулярные еженедельные игры с Марта 2000 года. С 2008 года 
Клуб является членом Любительской Спортивной Ассоциации (828 ASA). Основной причиной создания Клуба 
было желание упорядочить и урегулировать проведение футбольных матчей. Предназначение и основные 
регулирующие положения сформулированы в <a href="docs.php">Уставе Клуба</a>, основным из которых 
является: "В нашем Клубе дух взаимного уважения и товарищества ставится выше духа соревновательности." 
(Устав Футбольного Клуба 828. Первая редакция. П.1.1).<br />
Правила игр общефутбольные, однако имеется ряд особенностей, отраженных в Уставе Клуба. 
Так, например, по правилам Клуба максимальное количество игроков на поле в каждой команде не должно 
превышать восьми (отсюда и произошло название Клуба). Игры проводятся каждую неделю в утреннее 
время в один из выходных дней на разных полях, в зависимости от погоды. Информация о 
<a href="regresult.php">месте проведения</a> очередного игрового дня появляется на сайте Клуба 
накануне игры.<br />
В играх могут принимать участие как Члены Клуба так и гости, однако участие в игре гарантируется 
только Членам Клуба. Членство в Клубе, привелегии и обязанности определяется соответствующим 
пунктом Устава. Всем игрокам, желающим принять участие в очередной игре, 
рекомендуется зарегистрироваться на сайте Клуба. Общее количество игроков в отдельный игровой 
день не может превышать 32 или 36 в зависимости от статуса зарегистрировавшихся игроков 
(<a href="docs.php">см. Устав ФК828</a>). В зависимости от общего количества зарегистрировавшихся 
игроков, проводится очередной тур в рамках одного из турниров Клуба.<br />
<span class="news">Турниры.</span><br />
<b>Чемпионат IV.</b> Игры Чемпионата IV проводятся, если на игре присутствуют более 20 игроков. 
В Чемпионате IV принимают участие четыре команды (Blues, Reds, Greens, Whites). В отдельный игровой 
день проводится круговой мини-турнир (с двумя параллельными играми) в котором каждый играет с 
каждым по одной игре (каждая команда проводит по 3 игры). Продолжительность каждой игры - два тайма 
по 15 минут без перерыва со сменой ворот. Чемпионат IV проводится в рамках игрового года 
(с Марта по Февраль включительно). Игровой год состоит из четырех Сезонов (Весна-Лето-Осень-Зима). 
По результатам каждого Сезона определяется Чемпион Клуба. Количество игр в каждом сезоне не 
регламентировано. В течение сезона каждый Член Клуба постоянно играет за одну из четырех команд и 
имеет возможность перехода в другую команду на следующий Сезон во время открытого трансферного окна. 
Гостям Клуба команда прописки назначается непосредственно перед игрой.<br />
<b>Чемпионат II.</b> Игры Чемпионата II проводятся, если на игре присутствуют не более 19 игроков. 
В Чемпионате II принимают участие две команды (Blues, Reds). В игровой день проводится одна игра - 
два тайма по 45 минут с перерывом. Количество игроков на поле в каждой команде не превышает 8. 
Турнир проводится в рамках календарных сезонов. Календарный сезон начинается в Марте и заканчивается 
в Феврале последующего года. Количество игр в каждом календарном сезоне не регламентировано. 
Начиная с Октября 2007 года, в связи с возросшим количеством Членов и Гостей Клуба и популярностью 
Чемпионата IV, количество матчей неуклонно уменьшается и игры имеют скорее тренировочный, хотя и 
боевой бескомпромиссный характер.<br />
<b>Кубок.</b> Кубковые Турниры проводились в Сезонах 2006-07 и 2007-08 в последний Игровой День 
календарного месяца (Кубок Клуба) а позже раз в Сезоне (Кубок Сезона) в рамках Чемпионата IV. 
Победители полуфинальных пар встречались в финале. Проигравшие команды разыгрывали утешительный финал. 
В случае ничейного результата победитель определялся в серии послематчевых пенальти. Из-за 
отсутствия мотивации в утешительном финале и обострения борьбы в Чемпионате, было принято решение 
с Зимнего Сезона 2007-08 Кубковые Турниры не проводить.<br />
<span class="news">Информация.</span><br />
Результаты матчей всех Турниров заносятся в протокол и сохраняются в базе 
данных Клуба. Вся информация и данные о Клубе, включая подробные технические отчёты, протоколы матчей, 
обширная статистика, фоторепортажи и отчёты собственных корреспондентов предоставляются для 
просмотра на сайте Клуба fc828.com разработанном и поддерживаемом 828infOlab Inc. 
Предоставляемая информация является собственностью Футбольного Клуба 828 и её авторов.<br />
<span class="news">Мероприятия Клуба.</span><br />
Футбольный Клуб 828 также ставит своей целью объединение и сплочение 
всех своих членов не только на спортивных площадках, но и за их пределами. За годы существования 
Клуба регулярными стали не только воскресные матчи, но и различные социальные 
<a href="gallery.php">мероприятия</a>, такие как: семейные пикники, традиционные новогодние банкеты, 
совместные вылазки на природу.<br />
<span class="news">Контактная информация.</span><br />
Принять участие в мероприятиях Клуба можно отправив краткое 
письмо-заявку на адрес <a href="mailto:mail@fc828.com">mail@fc828.com</a>. 
</div></td></tr></table>
</div>');

	
start_right();
right_column_content();
/* end of the right column and table and footer */
this_footer();

ssd_close($odbc);

?>